[{"content":"Welcome 写在前面的话：\n欢迎大家访问七叶莲的个人博客。\n没了。\n","date":-62135596800,"description":"","objectID":"3976528693a0108357f4928017600865","permalink":"https://example.com/","title":""},{"content":"Welcome 欢迎阅读IMYW文章！\n中篇小说： 永生 章节目录\n书评 ","date":-62135596800,"description":"","objectID":"28b9dfcee7e53e33224a9ea9e5e6bd31","permalink":"https://example.com/articles/","title":""},{"content":"永生 章节目录 第一章\n第二章\n未修订版，如果还想做朋友就先别看，或者装作没看过也行，不然我就要迎来社会性死亡了\n","date":-62135596800,"description":"","objectID":"6a1ae0e01a7faf421a60ed235bac2ae4","permalink":"https://example.com/articles/immortal/","title":""},{"content":"永生 第一章 永生技术出现在一千年之前。\n当时人类已然可以使用各种靶向药物克服大部分癌症。那之后几十年，又出现了“血管造生技术”，利用“定向定量基因侵染”手段，改造人体血管，使老化血管与沉积物可以被人体免疫系统自我消化，同时植入干细胞，注射药物刺激血管新生。\n致大部分老年人死亡的癌症与心血管问题正悄然被解决；人类平均寿命正在逐步上升。但是，这种技术只能修改人体质的极小一部分，而且耗资巨大。大部分中产阶级终其一生，也只能攒下改造几条血管的钱。\n大家笑称“活着是为了赚钱；赚了钱为了活着。”身体部分改造的直接后果，就是国家理所应当地将退休线延迟到了过去人们的平均寿命；更过分的是，某些国家对身体改造不提供任何补贴。有些底层人民根本无力承担哪怕最基本的身体改造费用。于是当他们步入正常生命周期的老年，有力气的继续工作，没力气还没到退休年龄的只能在家里等死。而对于普通人，就陷入了“花自己的钱延长寿命，就是为了给国家多干几年活儿。”的怪圈，八十来岁却越活越穷，一百多岁更是一贫如洗。大部分人最后都放弃了继续改造，因为他们不想负债，最终成为儿女的负担。\n个别富豪确实耗费巨资将自己所有能更新的部位改造了，但是这也只是让他们多存活几十年左右。在生命的最后几年，老年痴呆、肌肉萎缩、各脏器衰竭会令他们生活质量急剧下降。好些的情况是卧床数年，无疾而终；坏一些的，精神错乱、大小便失禁、莫名其妙的神经痛、痉挛，死状宛如疯魔。\n于是这项技术从一开始大家狂热追捧，到最后发展为“适度使用，量力而行”。医院鼓励人们只挑选最适用的改造项目。人们逐渐从可以延长寿命的狂喜之中冷静下来，甚至“老而不死是为贼”“活那么久还不是白活”“流氓老了还是流氓”的论调开始浮现。\n真正可以被称为“永生”的技术刚刚出现时，仅仅在果蝇身上实验成功。这位科学家分解、重组了一只果蝇的所有组件，在不同肢体上添加药物、激素和基因入侵病毒，以改造果蝇的躯体，以适应永久的生存。那只果蝇，已经生存了两年之久。“只是丧失了飞行、行走和生育功能。”在文章末尾，他补充说。\n这篇文章发表之后，引起全世界的轰动。人们纷纷指责这位科学家对果蝇“以及所有值得尊重的生命”，进行了“非人道的改造，致使其痛苦地生存了两年，每一天都是折磨”。\n但是几家资本巨头迅速渗入到这项技术的开发之中，他们大批量购买设备、高薪雇佣科研人员，将技术迅速催化发展。从果蝇到灵长类，不仅仅是染色体数目的倍增，各个器官、脏器、组织的新生都需要大量的计算和重新设计；人类庞大的体积也增加了技术操作的困难性；二十年间，全球各地的超级计算机都在疯狂运行计算，只为了设计一个能够自我年轻化的细胞；甚至几台新的、专门用于基因设计的计算技术被发明出来；对“人道与非人道”的讨论，在永生的热潮中依然热烈，却全然无法阻止其发展。然而，二十年时间，这项技术就在猴子身上实验成功了——虽然有几个失败的案例——由于细胞不受控的更新，几只猴子生长成了难以描述的东西，被人道毁灭了。\n但二十年，在那个年代足以发生很多事情。几家资本巨头，他们的资本有的在流通中转让；有的掌门人逝去，并没能得到永生，他们投资的项目随即取消；但不可否认的是，这项技术在各方推动之下，以最快的速度拿到运营执照，几乎立刻在最先进的国家上市了。\n一开始，这项技术的花销格外高昂。“花费堪比登月旅行，注定只有金融巨头以及他们的家族可以享受”，一家报纸评论道。更何况“技术的可靠性难以确定”，谁会是第一个小白鼠呢？\n几位依然病入膏肓的资本家和政客“自愿”加入了项目，虽然他们如果不加入，也会在几个星期至几年之内死去；虽然他们为项目投资了至少十亿美金的资产；消息一开始严加防守，但还是不可掩盖地泄露了出去。整个世界都轰动了，人们走上街头，大肆抗议。\n“永生是对自然的蔑视，最终会受到惩罚。”环保主义者抗议者说。\n“永生不是有钱人的权力！每个人都要有永生的机会！”人权卫士们说。\n“永生是神的才能，人类不配永生！”信徒们喊道。\n“人口以及够多了！地球已经不堪重负！”环保主义者大声说。\n“我们要永生的权利！”人权卫士的声音盖过了他。\n“炸了国家生命研究所！”信徒们齐声呐喊。\n环保主义者见声音被盖住，转身一拳打向人权卫士。人权卫士扭头看到了信徒，愤怒地一脚踹了上去。信徒一声吆喝，顿时，大群信众们蜂拥而上，开始打砸抢。\n抗议现场一片狼藉。\n武装部队迅速接手，控制了局面。然而社会上、网络上的骂战依然没有结束。支持者、反对者分为两党，支持者之中又分裂为“科学进步派”和“人权平等派”；反对者又分为“环保派”“顺应自然派”“宗教人士”等等。支持者、反对者互相骂战，而他们自己之间也在互相泼洒口水。\n很多人自己都不知道该站到哪一队，但是当他们由于种种原因开始为这一方争辩，便不再思考为什么要站在这一方、站在这一方对不对，而是开始为了“证明自己正确”而奋斗。\n …","date":-62135596800,"description":"","objectID":"c9603ad818de27679b82dc7e5f07a2a5","permalink":"https://example.com/articles/immortal/%E6%B0%B8%E7%94%9F/","title":""},{"content":"Welcome ","date":-62135596800,"description":"","objectID":"4b42f0d4a45d964aa3f0e7982e3bb2fa","permalink":"https://example.com/paintings/","title":""},{"content":"Photos 欢迎来到IMYW摄影频道\n深圳    深圳合集                  川-藏-青    川-藏-青                  ","date":-62135596800,"description":"","objectID":"0cfca36bdd3216f9e74b6656c7488355","permalink":"https://example.com/photos/","title":""}]